git
vim
luakit
i3
sudo
xorg
xorg-server
xorg-utils
xorg-xinit
xterm
rxvt-unicode
fish
htop
glances
wget
openssh
cmake
conky
acpi
gtk3
gtk2fontsel
lxappearance
arandr
ttf-dejavu
tree
pass
gpa
ntp
gcolor2
figlet
lolcat
cowsay
xdotool
ctags
thunar
ranger
xorg-xfontsel
terminus-font
scrot
feh
xbindkeys
xvkbd
go
namcap
dunst
imagemagick
the_silver_searcher
tmux
w3m
unzip
time
urxvt-perls
gst-libav
gst-plugins-good
